[
  {
    logs: [
      {
        _id: "657605805b0c7ced41076fe5",
        canvasJSON: "example1",
        viewPort: [0.9999999999999875, 0, 0, 0.9999999999999875, 171.2148298216324, 100.8520614096598],
        eventDate: "2023-12-06T12:34:56.789Z",
        lecture_id: "657605785b0c7ced41076fdf",
        __v: 0
      },
      {
        _id: "657605835b0c7ced41076fe8",
        canvasJSON: "example2",
        viewPort: [0.9999999999999875, 0, 0, 0.9999999999999875, 171.2148298216324, 100.8520614096598],
        eventDate: "2023-12-06T12:34:56.789Z",
        lecture_id: "657605785b0c7ced41076fdf",
        __v: 0
      },
      {
        _id: "657605855b0c7ced41076feb",
        canvasJSON: "example3",
        viewPort: [0.9999999999999875, 0, 0, 0.9999999999999875, 171.2148298216324, 100.8520614096598],
        eventDate: "2023-12-06T12:34:56.789Z",
        lecture_id: "657605785b0c7ced41076fdf",
        __v: 0
      },
      {
        _id: "657605885b0c7ced41076fee",
        canvasJSON: "example4",
        viewPort: [0.9999999999999875, 0, 0, 0.9999999999999875, 171.2148298216324, 100.8520614096598],
        eventDate: "2023-12-06T12:34:56.789Z",
        lecture_id: "657605785b0c7ced41076fdf",
        __v: 0
      }
    ],
    subtitles: [
      {
        start: "1480",
        text: "울산 중구의 야구장입니다. 울산 전국 체전을 앞두고 관할 지자체가 73억 원을 투입해 만든 공인규격 야구장입니다."
      },
      {
        start: "9825",
        text: "그런데 지난해 10월 전국체전 고등부 경기 당시 파울공이 야구장 밖으로 날아가 차량을 파손시키는 사고가 발"
      },
      {
        start: "20770",
        text: "비슷한 사고가 4차례나 더 있었습니다. 앞서 시범 경기 기간에도 파월 공으로 인한 차량 파손 사고가 30여 차례나 발생했습니다."
      },
      {
        start: "32930",
        text: "당초 이 야구장은 생활체육인을 위한 시설로 설계됐다가 전국 체전을 앞두고 공인규격 야구장으로 바뀌었습니다."
      },
      {
        start: "40485",
        text: "그런데 타자석 위치를 도로와 인접한 곳으로 잡았습니다. 보통 공인규격의 야구장은 안전사고를 막기 위해 도로와 먼 곳에"
      },
      { start: "49790", text: "타자석에 위치해 있습니다." },
      {
        start: "57840",
        text: "가 제기되고 있습니다. 기존 15m의 안전벨트를 20m까지 높이는 공사를 진행하고 있지만 근본적인 해결책이 되기 어렵습니다."
      }
    ],
    audio_file: "audio url"
  }
];
